<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<link href="<c:url value="/resources/css/coments.css" />"
	rel="stylesheet">
<%@ page isELIgnored="false"%>
<%@ page language="java" contentType="text/html; charset=UTF8"
	pageEncoding="UTF8"%>
<%@ taglib uri="http://www.springframework.org/security/tags"
	prefix="sec"%>
<%@ page session="false"%>
<div class="aboutas coments">
	<h3 class="title">Про нас</h3>
	<p>Кожна подорож повинна залишати після себе лише приємні спогади
		та незабутні враження. Після неї, люди повинні пізнати щось нове,
		відпочити та провести весело та приємно час. Саме для цього ми
		створили всі умови щоб Ви залишились задоволеними. У нас Ви зможете
		побачити усі найкрасивіші куточки Львівщини, та відчути атмосферу
		Львова у всій її красі, а також відвідати багато цікавого.</p>
	<p>Львів – дуже багатогранне місто, у яке варто приїжджати не один
		раз та завжди пізнавати його по новому, оcкільки саме тут кожен може
		знайти щось своє. Наша команда завжди працює над тим, щоб приїхавши до
		Львова Ви відчули себе комфортно, як у дома, у колі друзів. Ми
		стараємось, щоб залишити приємні спогади від поїздки, адже наші
		екскурсоводи не лише допоможуть Вам не заблукати у Львові, вони
		насправді стануть другом, проведуть з Вами незабутні моменти, за час
		яких Ви пізнаєте місто по справжньому.</p>
	<p>Ми постійно шукаємо нові теми та нові маршрути, щоб наш
		улюблений Львів – маленький Париж західної України – розкрив усі свої
		таємниці. Постійно вдосконалюючи наші екскурсії, ми додаємо ще різні
		цікаві місця, та новинки, які обов’язково варто бачити. Щоб кожен раз
		приїхавши Ви могли не лише повернутись в улюблені куточки, а й
		зацікавились новими місцями які відкривши для себе, ми покажемо й вам.
	</p>
	<p>В залежності від побажання та можливостей кожного, хто
		звертається до нас, ми запропонуємо різні типи екскурсійних маршрутів.
		У нас є екскурсії для кожного, від великого – до малого. Ми підбираємо
		маршрут враховуючи час, вподобання та пріоритети, щоб встигнути все та
		задовільнити найвибагливіших туристів.</p>
	<p>Поїздка у Львів – це чудовий спосіб провести вихідні чи свята.
		Вони стануть гарним подарунком для друзів чи близьких. Екскурсія
		Львовом – це чудова можливість ближче пізнати його історію,
		насолодитися красою природи, оглянути видатні пам’ятки архітектури та
		мистецтва. І, звичайно посмакувати місцеві смаколики, спробувати
		розгадати таємниці багатьох замків,що ані трохи не поступаються своєю
		величністю знаним європейським фортецям а також послухати розповіді,
		збагатити свою духовну культуру та просто гарно відпочити і отримати
		нові незабутні враження. Тож не гайте часу, а відвідайте Львів і це
		стане справжнім подарункм для Вас.</p>

</div>
<hr class="featurette-divider">
<div class="coments">
	<div id="allcoments"></div>


	<div class="newcomment">
		<form id="formx addComent" method="POST"
			action="javascript:void(null);" onsubmit="addcoment()">
			<label for="userName">І'мя</label> <input id="userName" type="text"
				name="userName" class="form-control" required> <label
				for="coment">Коментар</label>
			<textarea id="coment" name="coment" class="form-control" required></textarea>
			<button id="addComent" class="btn btn-primary" type="submit">
				Відправити</button>
		</form>
	</div>
</div>

<script src="resources/js/coments.js"></script>